Repository: lig/simpleopenid
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Login as user of the
ru: Войти как пользователь

source: Enter your OpenID name
ru: Введите ваш OpenID

source: identity server URL
ru: URL идентификационного сервера

source: association handle
ru: псевдоним ассоциации

source: association secret
ru: секретный ключ ассоциации

source: association issued time
ru: время установки ассоциации

source: association lifetime (seconds)
ru: время жизни ассоциации (секунды)

source: association type
ru: тип ассоциации

source: association expired time
ru: время устаревания ассоциации

source: server association
ru: ассоциация с сервером

source: server associations
ru: ассоциации с серверами

source: nonce use time
ru: время использования случая

source: nonce salt
ru: "соль" случая

source: nonce
ru: случай

source: nonces
ru: случаи

source: Identity user
ru: пользователь идентификации

source: identity url
ru: url идентификации

source: identity
ru: идентификация

source: identities
ru: идентификации

source: provider name
ru: имя провайдера

source: provider public url
ru: публичный url провайдера

source: provider service url pattern
ru: шаблон сервисного url провайдера

source: use $username for username insertion
ru: используйте $username для вставки username

source: is service url needs username
ru: требуется ли указание username в url

source: provider ordering field
ru: порядковый номер провайдера

source: OpenID provider
ru: провайдер OpenID

source: OpenID providers
ru: провайдеры OpenID

source: You are logged in.
ru: Вы авторизованы
